{
  "token2idx": {
    "<PAD>": 0,
    "<BOS>": 1,
    "<EOS>": 2,
    "<UNK>": 3,
    "<MASK>": 4,
    "Description_Composer_ak7": 5,
    "Description_Rights_&lt;font size=&quot;15&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;b&gt;1.&lt;/b&gt;": 6,
    "TimeSignature_4/4": 7,
    "KeySignature_-3": 8,
    "AveragePitch_135": 9,
    "AverageVelocity_64": 10,
    "AverageDuration_383": 11,
    "NoteDensity_0.104": 12,
    "Bar_1": 13,
    "NoteDensity_1": 14,
    "MeanVelocity_16": 15,
    "MeanPitch_30": 16,
    "MeanDuration_32": 17,
    "Position_0": 18,
    "Pitch_24EDO_134": 19,
    "Velocity_16": 20,
    "Duration_11": 21,
    "Instrument_Part_1": 22,
    "Position_12": 23,
    "Pitch_24EDO_Rest": 24,
    "Velocity_0": 25,
    "Duration_5": 26,
    "Position_18": 27,
    "Position_30": 28,
    "Position_42": 29,
    "Pitch_24EDO_130": 30,
    "Bar_2": 31,
    "NoteDensity_2": 32,
    "MeanPitch_29": 33,
    "Position_6": 34,
    "Position_24": 35,
    "Position_36": 36,
    "Pitch_24EDO_126": 37,
    "Pitch_24EDO_124": 38,
    "Bar_3": 39,
    "Duration_7": 40,
    "Position_8": 41,
    "Duration_3": 42,
    "Bar_4": 43,
    "Duration_17": 44,
    "Bar_5": 45,
    "Bar_6": 46,
    "Bar_7": 47,
    "Bar_8": 48,
    "Bar_9": 49,
    "Bar_10": 50,
    "Bar_11": 51,
    "MeanPitch_28": 52,
    "Bar_12": 53,
    "Bar_13": 54,
    "Bar_14": 55,
    "Pitch_24EDO_136": 56,
    "Bar_15": 57,
    "Bar_16": 58,
    "Pitch_24EDO_140": 59,
    "Bar_17": 60,
    "Bar_18": 61,
    "Bar_19": 62,
    "Bar_20": 63,
    "Bar_21": 64,
    "MeanPitch_31": 65,
    "Pitch_24EDO_144": 66,
    "Duration_14": 67,
    "Pitch_24EDO_138": 68,
    "Position_34": 69,
    "Position_38": 70,
    "Bar_22": 71,
    "MeanPitch_32": 72,
    "Bar_23": 73,
    "Pitch_24EDO_148": 74,
    "Bar_24": 75,
    "Pitch_24EDO_120": 76,
    "Bar_25": 77,
    "Duration_21": 78,
    "Bar_26": 79,
    "Bar_27": 80,
    "Bar_28": 81,
    "Pitch_24EDO_146": 82,
    "Bar_29": 83,
    "Bar_30": 84,
    "Duration_8": 85,
    "Bar_31": 86,
    "Position_3": 87,
    "Duration_2": 88,
    "Bar_32": 89,
    "Position_9": 90,
    "Bar_33": 91,
    "Bar_34": 92,
    "Bar_35": 93,
    "Bar_36": 94,
    "Bar_37": 95,
    "Bar_38": 96,
    "Bar_39": 97,
    "Bar_40": 98,
    "Bar_41": 99,
    "Bar_42": 100,
    "Bar_43": 101,
    "Bar_44": 102,
    "Position_15": 103,
    "Position_45": 104,
    "Bar_45": 105,
    "Bar_46": 106,
    "Bar_47": 107,
    "Duration_15": 108,
    "Position_27": 109,
    "Pitch_24EDO_168": 110,
    "Bar_48": 111,
    "Position_21": 112,
    "Position_33": 113,
    "Bar_49": 114,
    "Bar_50": 115,
    "Bar_51": 116,
    "Bar_52": 117,
    "Position_39": 118,
    "Bar_53": 119,
    "Bar_54": 120,
    "Bar_55": 121,
    "Bar_56": 122,
    "Duration_0": 123,
    "Position_22": 124,
    "Bar_57": 125,
    "Bar_58": 126,
    "Bar_59": 127,
    "Bar_60": 128,
    "Bar_61": 129,
    "Bar_62": 130,
    "Pitch_24EDO_142": 131,
    "Bar_63": 132,
    "Bar_64": 133,
    "Bar_65": 134,
    "Bar_66": 135,
    "Bar_67": 136,
    "Bar_68": 137,
    "Bar_69": 138,
    "Bar_70": 139,
    "Bar_71": 140,
    "Bar_72": 141,
    "Bar_73": 142,
    "Bar_74": 143,
    "Bar_75": 144,
    "Bar_76": 145,
    "Bar_77": 146,
    "Bar_78": 147,
    "Bar_79": 148,
    "Bar_80": 149,
    "Bar_81": 150,
    "Bar_82": 151,
    "Bar_83": 152,
    "Bar_84": 153,
    "Bar_85": 154,
    "Bar_86": 155,
    "Bar_87": 156,
    "Bar_88": 157,
    "Bar_89": 158,
    "Bar_90": 159,
    "Bar_91": 160,
    "Bar_92": 161,
    "Bar_93": 162,
    "Bar_94": 163,
    "Bar_95": 164,
    "Bar_96": 165,
    "Bar_97": 166,
    "Duration_19": 167,
    "Bar_98": 168,
    "Bar_99": 169,
    "Bar_100": 170,
    "Bar_101": 171,
    "Bar_102": 172,
    "Bar_103": 173,
    "Bar_104": 174,
    "Bar_105": 175,
    "Bar_106": 176,
    "Bar_107": 177,
    "Bar_108": 178,
    "Bar_109": 179,
    "NoteDensity_0": 180,
    "Bar_110": 181,
    "Bar_111": 182,
    "Bar_112": 183,
    "Bar_113": 184,
    "Bar_114": 185,
    "Pitch_24EDO_150": 186,
    "Bar_115": 187,
    "Bar_116": 188,
    "Bar_117": 189,
    "Bar_118": 190,
    "Bar_119": 191,
    "Bar_120": 192,
    "Bar_121": 193,
    "Bar_122": 194,
    "Bar_123": 195,
    "Bar_124": 196,
    "Bar_125": 197,
    "Bar_126": 198,
    "Bar_127": 199,
    "Bar_128": 200,
    "Bar_129": 201,
    "Bar_130": 202,
    "Bar_131": 203,
    "Pitch_24EDO_116": 204,
    "Pitch_24EDO_112": 205,
    "Bar_132": 206,
    "Pitch_24EDO_110": 207,
    "Bar_133": 208,
    "Bar_134": 209,
    "Bar_135": 210,
    "Bar_136": 211,
    "Bar_137": 212,
    "KeySignature_-2": 213,
    "AveragePitch_134": 214,
    "AverageVelocity_100": 215,
    "AverageDuration_391": 216,
    "NoteDensity_0.102": 217,
    "MeanVelocity_25": 218,
    "Velocity_25": 219,
    "Instrument_Voice": 220,
    "MeanPitch_27": 221,
    "Pitch_24EDO_118": 222,
    "Duration_1": 223,
    "Position_44": 224,
    "Position_46": 225,
    "Position_14": 226,
    "Position_16": 227,
    "Position_10": 228,
    "Position_26": 229,
    "Duration_20": 230,
    "Pitch_24EDO_172": 231,
    "Pitch_24EDO_132": 232,
    "Pitch_24EDO_128": 233,
    "Pitch_24EDO_158": 234,
    "Pitch_24EDO_154": 235,
    "Position_23": 236,
    "Position_31": 237,
    "Position_43": 238,
    "Position_47": 239,
    "Position_35": 240,
    "Pitch_24EDO_156": 241,
    "Pitch_24EDO_152": 242,
    "Pitch_24EDO_114": 243,
    "Bar_138": 244,
    "Bar_139": 245,
    "Bar_140": 246,
    "Bar_141": 247,
    "Bar_142": 248,
    "Bar_143": 249,
    "Bar_144": 250,
    "Bar_145": 251,
    "Bar_146": 252,
    "AveragePitch_133": 253,
    "AverageDuration_317": 254,
    "NoteDensity_0.126": 255,
    "TimeSignature_3/4": 256,
    "Position_2": 257,
    "MeanPitch_26": 258,
    "MeanPitch_25": 259,
    "MeanPitch_24": 260,
    "Pitch_24EDO_160": 261,
    "Position_25": 262,
    "Position_29": 263,
    "Position_13": 264,
    "Position_17": 265,
    "NoteDensity_3": 266,
    "Position_37": 267,
    "Position_40": 268,
    "Position_11": 269,
    "Position_4": 270,
    "Duration_29": 271,
    "AverageVelocity_55": 272,
    "AverageDuration_338": 273,
    "NoteDensity_0.117": 274,
    "MeanVelocity_14": 275,
    "Velocity_14": 276,
    "MeanPitch_0": 277,
    "Pitch_24EDO_164": 278,
    "Position_28": 279,
    "Bar_147": 280,
    "Bar_148": 281,
    "Bar_149": 282,
    "Bar_150": 283,
    "Bar_151": 284,
    "Bar_152": 285,
    "Bar_153": 286,
    "Bar_154": 287,
    "Bar_155": 288,
    "Bar_156": 289,
    "Bar_157": 290,
    "Bar_158": 291,
    "KeySignature_-1": 292,
    "Tempo_120": 293,
    "AveragePitch_130": 294,
    "AverageVelocity_124": 295,
    "AverageDuration_389": 296,
    "NoteDensity_0.103": 297,
    "Tempo_14": 298,
    "MeanVelocity_31": 299,
    "Velocity_31": 300,
    "Position_5": 301,
    "KeySignature_-4": 302,
    "AverageDuration_380": 303,
    "Pitch_24EDO_122": 304,
    "Pitch_24EDO_127": 305,
    "Pitch_24EDO_137": 306,
    "Position_7": 307,
    "Bar_159": 308,
    "Bar_160": 309,
    "Bar_161": 310,
    "Bar_162": 311,
    "Bar_163": 312,
    "Description_Title_1/3": 313,
    "TimeSignature_2/4": 314,
    "AveragePitch_132": 315,
    "AverageDuration_201": 316,
    "NoteDensity_0.199": 317,
    "Position_20": 318,
    "Position_1": 319,
    "Position_19": 320,
    "Description_Lyricist_..": 321,
    "AveragePitch_109": 322,
    "AverageDuration_400": 323,
    "NoteDensity_0.096": 324,
    "Pitch_24EDO_106": 325,
    "Pitch_24EDO_102": 326,
    "Pitch_24EDO_100": 327,
    "MeanPitch_21": 328,
    "Pitch_24EDO_96": 329,
    "Pitch_24EDO_92": 330,
    "Pitch_24EDO_88": 331,
    "Pitch_24EDO_86": 332,
    "MeanPitch_20": 333,
    "MeanPitch_23": 334,
    "MeanPitch_22": 335,
    "Pitch_24EDO_94": 336,
    "Duration_12": 337,
    "Duration_18": 338,
    "Position_32": 339,
    "Position_41": 340,
    "Pitch_24EDO_108": 341,
    "Pitch_24EDO_104": 342,
    "Duration_39": 343,
    "Bar_164": 344,
    "Bar_165": 345,
    "Bar_166": 346,
    "Bar_167": 347,
    "Bar_168": 348,
    "Bar_169": 349,
    "Bar_170": 350,
    "Bar_171": 351,
    "Bar_172": 352,
    "Bar_173": 353,
    "Bar_174": 354,
    "Bar_175": 355,
    "Bar_176": 356,
    "Bar_177": 357,
    "Bar_178": 358,
    "Bar_179": 359,
    "Bar_180": 360,
    "Bar_181": 361,
    "Bar_182": 362,
    "Bar_183": 363,
    "Bar_184": 364,
    "Bar_185": 365,
    "Bar_186": 366,
    "Bar_187": 367,
    "Bar_188": 368,
    "Bar_189": 369,
    "Bar_190": 370,
    "Bar_191": 371,
    "Bar_192": 372,
    "Bar_193": 373,
    "Bar_194": 374,
    "Bar_195": 375,
    "Bar_196": 376,
    "Bar_197": 377,
    "Bar_198": 378,
    "Bar_199": 379,
    "Bar_200": 380,
    "Bar_201": 381,
    "Bar_202": 382,
    "Bar_203": 383,
    "Bar_204": 384,
    "Bar_205": 385,
    "Bar_206": 386,
    "Bar_207": 387,
    "Bar_208": 388,
    "Bar_209": 389,
    "Bar_210": 390,
    "Bar_211": 391,
    "Bar_212": 392,
    "Bar_213": 393,
    "Bar_214": 394,
    "Bar_215": 395,
    "Bar_216": 396,
    "Bar_217": 397,
    "Bar_218": 398,
    "Bar_219": 399,
    "Bar_220": 400,
    "Bar_221": 401,
    "Bar_222": 402,
    "Bar_223": 403,
    "Bar_224": 404,
    "Bar_225": 405,
    "Bar_226": 406,
    "Bar_227": 407,
    "Bar_228": 408,
    "Bar_229": 409,
    "Bar_230": 410,
    "Bar_231": 411,
    "Bar_232": 412,
    "Bar_233": 413,
    "Bar_234": 414,
    "Bar_235": 415,
    "Bar_236": 416,
    "Bar_237": 417,
    "Bar_238": 418,
    "Bar_239": 419,
    "Bar_240": 420,
    "Bar_241": 421,
    "Description_Title_\u0627\u0644\u0646\u0648\u062a\u0629 \u0627\u0644\u0645\u0648\u0633\u064a\u0642\u064a\u0629 \u0627\u0644\u0643\u0627\u0645\u0644\u0629,,\u0644\u0631\u0627\u0626\u0639\u0629 \u0627\u0633\u0645\u0647\u0627\u0646": 422,
    "AverageDuration_461": 423,
    "NoteDensity_0.087": 424,
    "Instrument_Piano": 425,
    "Description_Composer_adel Samuel": 426,
    "TimeSignature_2/2": 427,
    "AveragePitch_131": 428,
    "AverageDuration_334": 429,
    "NoteDensity_0.106": 430,
    "AveragePitch_144": 431,
    "AverageVelocity_45": 432,
    "AverageDuration_312": 433,
    "NoteDensity_0.127": 434,
    "MeanVelocity_11": 435,
    "Velocity_11": 436,
    "Pitch_24EDO_162": 437,
    "Pitch_24EDO_170": 438,
    "Pitch_24EDO_182": 439,
    "Pitch_24EDO_180": 440,
    "Pitch_24EDO_188": 441,
    "Pitch_24EDO_186": 442,
    "Pitch_24EDO_174": 443,
    "Pitch_24EDO_178": 444,
    "Pitch_24EDO_176": 445,
    "Pitch_24EDO_184": 446,
    "Pitch_24EDO_166": 447,
    "AverageDuration_275": 448,
    "NoteDensity_0.14": 449,
    "Description_Lyricist_I2": 450,
    "AverageDuration_309": 451,
    "NoteDensity_0.128": 452,
    "KeySignature_0": 453,
    "AveragePitch_137": 454,
    "AverageDuration_232": 455,
    "NoteDensity_0.174": 456,
    "Pitch_24EDO_141": 457,
    "Description_Composer_tarak766": 458,
    "AveragePitch_129": 459,
    "AverageDuration_371": 460,
    "Description_Lyricist_8": 461,
    "KeySignature_1": 462,
    "AveragePitch_128": 463,
    "AverageDuration_261": 464,
    "NoteDensity_0.149": 465,
    "Description_Title_3": 466,
    "Description_Subtitle_2.": 467,
    "Description_Composer_\u00a2|": 468,
    "Description_Lyricist_\u00a2|": 469,
    "AverageDuration_497": 470,
    "NoteDensity_0.077": 471,
    "Description_Lyricist_I5": 472,
    "AverageDuration_395": 473,
    "NoteDensity_0.101": 474,
    "Description_Lyricist_32": 475,
    "AverageDuration_279": 476,
    "Pitch_24EDO_117": 477,
    "Pitch_24EDO_165": 478,
    "AverageDuration_244": 479,
    "NoteDensity_0.16": 480,
    "Description_Lyricist_21": 481,
    "AverageDuration_385": 482,
    "Description_Composer_3": 483,
    "Description_Rights_&lt;font size=&quot;11&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;31&lt;/i&gt;": 484,
    "AverageVelocity_106": 485,
    "AverageDuration_260": 486,
    "NoteDensity_0.15": 487,
    "MeanVelocity_26": 488,
    "Velocity_26": 489,
    "Description_Lyricist_J": 490,
    "AverageDuration_177": 491,
    "NoteDensity_0.221": 492,
    "Instrument_Violin": 493,
    "NoteDensity_4": 494,
    "MeanDuration_31": 495,
    "Description_Lyricist_Moderato": 496,
    "Description_Composer_D.S. al Coda": 497,
    "AverageDuration_394": 498,
    "AverageDuration_360": 499,
    "AverageDuration_147": 500,
    "NoteDensity_0.257": 501,
    "MeanDuration_30": 502,
    "NoteDensity_5": 503,
    "MeanDuration_29": 504,
    "Description_Title_o": 505,
    "Description_Rights_&lt;font size=&quot;10&quot;/&gt;&lt;font face=&quot;sans-serif&quot;/&gt;&lt;i&gt;41&lt;/i&gt;": 506,
    "AverageDuration_296": 507,
    "NoteDensity_0.132": 508,
    "AverageDuration_292": 509,
    "NoteDensity_0.137": 510,
    "AverageDuration_280": 511,
    "NoteDensity_0.142": 512,
    "TimeSignature_3/8": 513,
    "AveragePitch_106": 514,
    "AverageVelocity_88": 515,
    "AverageDuration_238": 516,
    "NoteDensity_0.168": 517,
    "MeanVelocity_22": 518,
    "Velocity_22": 519,
    "Instrument_Acoustic Guitar": 520,
    "Pitch_24EDO_93": 521,
    "Pitch_24EDO_90": 522,
    "AverageDuration_217": 523,
    "NoteDensity_0.184": 524,
    "Description_Title_\u0644\u0627 \u0623\u0646\u062a \u062d\u0628\u064a\u0628\u064a \u0648\u0644\u0627 \u0623\u0646\u062a \u0627\u0644\u0647\u0648\u0649": 525,
    "Description_Composer_Mostafa": 526,
    "Tempo_80": 527,
    "AveragePitch_127": 528,
    "AverageDuration_223": 529,
    "NoteDensity_0.136": 530,
    "Tempo_8": 531,
    "Instrument_Harp": 532,
    "Instrument_Drumset": 533,
    "AveragePitch_125": 534,
    "AverageDuration_287": 535,
    "NoteDensity_0.135": 536,
    "Pitch_24EDO_82": 537,
    "MeanPitch_19": 538,
    "Pitch_24EDO_80": 539,
    "MeanPitch_17": 540,
    "Pitch_24EDO_76": 541,
    "Pitch_24EDO_72": 542,
    "Duration_23": 543,
    "Description_Lyricist_II": 544,
    "Description_Rights_&lt;font size=&quot;11&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;21&lt;/i&gt;": 545,
    "AverageDuration_281": 546,
    "AveragePitch_136": 547,
    "AverageDuration_254": 548,
    "AverageDuration_384": 549,
    "Description_Lyricist_10": 550,
    "AverageDuration_208": 551,
    "NoteDensity_0.189": 552,
    "Description_Rights_&lt;font size=&quot;10&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;13&lt;/i&gt;": 553,
    "AverageDuration_219": 554,
    "NoteDensity_0.176": 555,
    "Description_Lyricist_11": 556,
    "AveragePitch_156": 557,
    "AverageDuration_211": 558,
    "NoteDensity_0.18": 559,
    "Description_Lyricist_13": 560,
    "Description_Rights_&lt;font size=&quot;13&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;I5&lt;/i&gt;&lt;font size=&quot;12&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;I8&lt;/i&gt;&lt;font size=&quot;10&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;22&lt;/i&gt;": 561,
    "AverageDuration_188": 562,
    "NoteDensity_0.211": 563,
    "Description_Lyricist_I8": 564,
    "AveragePitch_126": 565,
    "AverageDuration_227": 566,
    "Description_Subtitle_3": 567,
    "AverageDuration_286": 568,
    "NoteDensity_0.144": 569,
    "AveragePitch_157": 570,
    "AverageDuration_169": 571,
    "Description_Title_Hello": 572,
    "Description_Subtitle_Subtitle": 573,
    "Description_Composer_example": 574,
    "AveragePitch_122": 575,
    "AverageVelocity_97": 576,
    "AverageDuration_783": 577,
    "MeanVelocity_24": 578,
    "Instrument_Violoncello": 579,
    "Description_Title_Untitled score": 580,
    "Description_Composer_Composer / arranger": 581,
    "AveragePitch_139": 582,
    "AverageDuration_240": 583,
    "NoteDensity_0.125": 584,
    "Instrument_Flute": 585,
    "Pitch_24EDO_151": 586,
    "Tempo_70": 587,
    "AverageDuration_165": 588,
    "NoteDensity_0.241": 589,
    "Tempo_6": 590,
    "Description_Lyricist_Allegretto J = 100": 591,
    "Description_Rights_&lt;font size=&quot;12&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;b&gt;&lt;i&gt;3&lt;/i&gt;&lt;/b&gt;&lt;font size=&quot;12&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;3&lt;/i&gt;": 592,
    "NoteDensity_0.143": 593,
    "AverageDuration_293": 594,
    "NoteDensity_0.13": 595
  },
  "idx2token": {
    "0": "<PAD>",
    "1": "<BOS>",
    "2": "<EOS>",
    "3": "<UNK>",
    "4": "<MASK>",
    "5": "Description_Composer_ak7",
    "6": "Description_Rights_&lt;font size=&quot;15&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;b&gt;1.&lt;/b&gt;",
    "7": "TimeSignature_4/4",
    "8": "KeySignature_-3",
    "9": "AveragePitch_135",
    "10": "AverageVelocity_64",
    "11": "AverageDuration_383",
    "12": "NoteDensity_0.104",
    "13": "Bar_1",
    "14": "NoteDensity_1",
    "15": "MeanVelocity_16",
    "16": "MeanPitch_30",
    "17": "MeanDuration_32",
    "18": "Position_0",
    "19": "Pitch_24EDO_134",
    "20": "Velocity_16",
    "21": "Duration_11",
    "22": "Instrument_Part_1",
    "23": "Position_12",
    "24": "Pitch_24EDO_Rest",
    "25": "Velocity_0",
    "26": "Duration_5",
    "27": "Position_18",
    "28": "Position_30",
    "29": "Position_42",
    "30": "Pitch_24EDO_130",
    "31": "Bar_2",
    "32": "NoteDensity_2",
    "33": "MeanPitch_29",
    "34": "Position_6",
    "35": "Position_24",
    "36": "Position_36",
    "37": "Pitch_24EDO_126",
    "38": "Pitch_24EDO_124",
    "39": "Bar_3",
    "40": "Duration_7",
    "41": "Position_8",
    "42": "Duration_3",
    "43": "Bar_4",
    "44": "Duration_17",
    "45": "Bar_5",
    "46": "Bar_6",
    "47": "Bar_7",
    "48": "Bar_8",
    "49": "Bar_9",
    "50": "Bar_10",
    "51": "Bar_11",
    "52": "MeanPitch_28",
    "53": "Bar_12",
    "54": "Bar_13",
    "55": "Bar_14",
    "56": "Pitch_24EDO_136",
    "57": "Bar_15",
    "58": "Bar_16",
    "59": "Pitch_24EDO_140",
    "60": "Bar_17",
    "61": "Bar_18",
    "62": "Bar_19",
    "63": "Bar_20",
    "64": "Bar_21",
    "65": "MeanPitch_31",
    "66": "Pitch_24EDO_144",
    "67": "Duration_14",
    "68": "Pitch_24EDO_138",
    "69": "Position_34",
    "70": "Position_38",
    "71": "Bar_22",
    "72": "MeanPitch_32",
    "73": "Bar_23",
    "74": "Pitch_24EDO_148",
    "75": "Bar_24",
    "76": "Pitch_24EDO_120",
    "77": "Bar_25",
    "78": "Duration_21",
    "79": "Bar_26",
    "80": "Bar_27",
    "81": "Bar_28",
    "82": "Pitch_24EDO_146",
    "83": "Bar_29",
    "84": "Bar_30",
    "85": "Duration_8",
    "86": "Bar_31",
    "87": "Position_3",
    "88": "Duration_2",
    "89": "Bar_32",
    "90": "Position_9",
    "91": "Bar_33",
    "92": "Bar_34",
    "93": "Bar_35",
    "94": "Bar_36",
    "95": "Bar_37",
    "96": "Bar_38",
    "97": "Bar_39",
    "98": "Bar_40",
    "99": "Bar_41",
    "100": "Bar_42",
    "101": "Bar_43",
    "102": "Bar_44",
    "103": "Position_15",
    "104": "Position_45",
    "105": "Bar_45",
    "106": "Bar_46",
    "107": "Bar_47",
    "108": "Duration_15",
    "109": "Position_27",
    "110": "Pitch_24EDO_168",
    "111": "Bar_48",
    "112": "Position_21",
    "113": "Position_33",
    "114": "Bar_49",
    "115": "Bar_50",
    "116": "Bar_51",
    "117": "Bar_52",
    "118": "Position_39",
    "119": "Bar_53",
    "120": "Bar_54",
    "121": "Bar_55",
    "122": "Bar_56",
    "123": "Duration_0",
    "124": "Position_22",
    "125": "Bar_57",
    "126": "Bar_58",
    "127": "Bar_59",
    "128": "Bar_60",
    "129": "Bar_61",
    "130": "Bar_62",
    "131": "Pitch_24EDO_142",
    "132": "Bar_63",
    "133": "Bar_64",
    "134": "Bar_65",
    "135": "Bar_66",
    "136": "Bar_67",
    "137": "Bar_68",
    "138": "Bar_69",
    "139": "Bar_70",
    "140": "Bar_71",
    "141": "Bar_72",
    "142": "Bar_73",
    "143": "Bar_74",
    "144": "Bar_75",
    "145": "Bar_76",
    "146": "Bar_77",
    "147": "Bar_78",
    "148": "Bar_79",
    "149": "Bar_80",
    "150": "Bar_81",
    "151": "Bar_82",
    "152": "Bar_83",
    "153": "Bar_84",
    "154": "Bar_85",
    "155": "Bar_86",
    "156": "Bar_87",
    "157": "Bar_88",
    "158": "Bar_89",
    "159": "Bar_90",
    "160": "Bar_91",
    "161": "Bar_92",
    "162": "Bar_93",
    "163": "Bar_94",
    "164": "Bar_95",
    "165": "Bar_96",
    "166": "Bar_97",
    "167": "Duration_19",
    "168": "Bar_98",
    "169": "Bar_99",
    "170": "Bar_100",
    "171": "Bar_101",
    "172": "Bar_102",
    "173": "Bar_103",
    "174": "Bar_104",
    "175": "Bar_105",
    "176": "Bar_106",
    "177": "Bar_107",
    "178": "Bar_108",
    "179": "Bar_109",
    "180": "NoteDensity_0",
    "181": "Bar_110",
    "182": "Bar_111",
    "183": "Bar_112",
    "184": "Bar_113",
    "185": "Bar_114",
    "186": "Pitch_24EDO_150",
    "187": "Bar_115",
    "188": "Bar_116",
    "189": "Bar_117",
    "190": "Bar_118",
    "191": "Bar_119",
    "192": "Bar_120",
    "193": "Bar_121",
    "194": "Bar_122",
    "195": "Bar_123",
    "196": "Bar_124",
    "197": "Bar_125",
    "198": "Bar_126",
    "199": "Bar_127",
    "200": "Bar_128",
    "201": "Bar_129",
    "202": "Bar_130",
    "203": "Bar_131",
    "204": "Pitch_24EDO_116",
    "205": "Pitch_24EDO_112",
    "206": "Bar_132",
    "207": "Pitch_24EDO_110",
    "208": "Bar_133",
    "209": "Bar_134",
    "210": "Bar_135",
    "211": "Bar_136",
    "212": "Bar_137",
    "213": "KeySignature_-2",
    "214": "AveragePitch_134",
    "215": "AverageVelocity_100",
    "216": "AverageDuration_391",
    "217": "NoteDensity_0.102",
    "218": "MeanVelocity_25",
    "219": "Velocity_25",
    "220": "Instrument_Voice",
    "221": "MeanPitch_27",
    "222": "Pitch_24EDO_118",
    "223": "Duration_1",
    "224": "Position_44",
    "225": "Position_46",
    "226": "Position_14",
    "227": "Position_16",
    "228": "Position_10",
    "229": "Position_26",
    "230": "Duration_20",
    "231": "Pitch_24EDO_172",
    "232": "Pitch_24EDO_132",
    "233": "Pitch_24EDO_128",
    "234": "Pitch_24EDO_158",
    "235": "Pitch_24EDO_154",
    "236": "Position_23",
    "237": "Position_31",
    "238": "Position_43",
    "239": "Position_47",
    "240": "Position_35",
    "241": "Pitch_24EDO_156",
    "242": "Pitch_24EDO_152",
    "243": "Pitch_24EDO_114",
    "244": "Bar_138",
    "245": "Bar_139",
    "246": "Bar_140",
    "247": "Bar_141",
    "248": "Bar_142",
    "249": "Bar_143",
    "250": "Bar_144",
    "251": "Bar_145",
    "252": "Bar_146",
    "253": "AveragePitch_133",
    "254": "AverageDuration_317",
    "255": "NoteDensity_0.126",
    "256": "TimeSignature_3/4",
    "257": "Position_2",
    "258": "MeanPitch_26",
    "259": "MeanPitch_25",
    "260": "MeanPitch_24",
    "261": "Pitch_24EDO_160",
    "262": "Position_25",
    "263": "Position_29",
    "264": "Position_13",
    "265": "Position_17",
    "266": "NoteDensity_3",
    "267": "Position_37",
    "268": "Position_40",
    "269": "Position_11",
    "270": "Position_4",
    "271": "Duration_29",
    "272": "AverageVelocity_55",
    "273": "AverageDuration_338",
    "274": "NoteDensity_0.117",
    "275": "MeanVelocity_14",
    "276": "Velocity_14",
    "277": "MeanPitch_0",
    "278": "Pitch_24EDO_164",
    "279": "Position_28",
    "280": "Bar_147",
    "281": "Bar_148",
    "282": "Bar_149",
    "283": "Bar_150",
    "284": "Bar_151",
    "285": "Bar_152",
    "286": "Bar_153",
    "287": "Bar_154",
    "288": "Bar_155",
    "289": "Bar_156",
    "290": "Bar_157",
    "291": "Bar_158",
    "292": "KeySignature_-1",
    "293": "Tempo_120",
    "294": "AveragePitch_130",
    "295": "AverageVelocity_124",
    "296": "AverageDuration_389",
    "297": "NoteDensity_0.103",
    "298": "Tempo_14",
    "299": "MeanVelocity_31",
    "300": "Velocity_31",
    "301": "Position_5",
    "302": "KeySignature_-4",
    "303": "AverageDuration_380",
    "304": "Pitch_24EDO_122",
    "305": "Pitch_24EDO_127",
    "306": "Pitch_24EDO_137",
    "307": "Position_7",
    "308": "Bar_159",
    "309": "Bar_160",
    "310": "Bar_161",
    "311": "Bar_162",
    "312": "Bar_163",
    "313": "Description_Title_1/3",
    "314": "TimeSignature_2/4",
    "315": "AveragePitch_132",
    "316": "AverageDuration_201",
    "317": "NoteDensity_0.199",
    "318": "Position_20",
    "319": "Position_1",
    "320": "Position_19",
    "321": "Description_Lyricist_..",
    "322": "AveragePitch_109",
    "323": "AverageDuration_400",
    "324": "NoteDensity_0.096",
    "325": "Pitch_24EDO_106",
    "326": "Pitch_24EDO_102",
    "327": "Pitch_24EDO_100",
    "328": "MeanPitch_21",
    "329": "Pitch_24EDO_96",
    "330": "Pitch_24EDO_92",
    "331": "Pitch_24EDO_88",
    "332": "Pitch_24EDO_86",
    "333": "MeanPitch_20",
    "334": "MeanPitch_23",
    "335": "MeanPitch_22",
    "336": "Pitch_24EDO_94",
    "337": "Duration_12",
    "338": "Duration_18",
    "339": "Position_32",
    "340": "Position_41",
    "341": "Pitch_24EDO_108",
    "342": "Pitch_24EDO_104",
    "343": "Duration_39",
    "344": "Bar_164",
    "345": "Bar_165",
    "346": "Bar_166",
    "347": "Bar_167",
    "348": "Bar_168",
    "349": "Bar_169",
    "350": "Bar_170",
    "351": "Bar_171",
    "352": "Bar_172",
    "353": "Bar_173",
    "354": "Bar_174",
    "355": "Bar_175",
    "356": "Bar_176",
    "357": "Bar_177",
    "358": "Bar_178",
    "359": "Bar_179",
    "360": "Bar_180",
    "361": "Bar_181",
    "362": "Bar_182",
    "363": "Bar_183",
    "364": "Bar_184",
    "365": "Bar_185",
    "366": "Bar_186",
    "367": "Bar_187",
    "368": "Bar_188",
    "369": "Bar_189",
    "370": "Bar_190",
    "371": "Bar_191",
    "372": "Bar_192",
    "373": "Bar_193",
    "374": "Bar_194",
    "375": "Bar_195",
    "376": "Bar_196",
    "377": "Bar_197",
    "378": "Bar_198",
    "379": "Bar_199",
    "380": "Bar_200",
    "381": "Bar_201",
    "382": "Bar_202",
    "383": "Bar_203",
    "384": "Bar_204",
    "385": "Bar_205",
    "386": "Bar_206",
    "387": "Bar_207",
    "388": "Bar_208",
    "389": "Bar_209",
    "390": "Bar_210",
    "391": "Bar_211",
    "392": "Bar_212",
    "393": "Bar_213",
    "394": "Bar_214",
    "395": "Bar_215",
    "396": "Bar_216",
    "397": "Bar_217",
    "398": "Bar_218",
    "399": "Bar_219",
    "400": "Bar_220",
    "401": "Bar_221",
    "402": "Bar_222",
    "403": "Bar_223",
    "404": "Bar_224",
    "405": "Bar_225",
    "406": "Bar_226",
    "407": "Bar_227",
    "408": "Bar_228",
    "409": "Bar_229",
    "410": "Bar_230",
    "411": "Bar_231",
    "412": "Bar_232",
    "413": "Bar_233",
    "414": "Bar_234",
    "415": "Bar_235",
    "416": "Bar_236",
    "417": "Bar_237",
    "418": "Bar_238",
    "419": "Bar_239",
    "420": "Bar_240",
    "421": "Bar_241",
    "422": "Description_Title_\u0627\u0644\u0646\u0648\u062a\u0629 \u0627\u0644\u0645\u0648\u0633\u064a\u0642\u064a\u0629 \u0627\u0644\u0643\u0627\u0645\u0644\u0629,,\u0644\u0631\u0627\u0626\u0639\u0629 \u0627\u0633\u0645\u0647\u0627\u0646",
    "423": "AverageDuration_461",
    "424": "NoteDensity_0.087",
    "425": "Instrument_Piano",
    "426": "Description_Composer_adel Samuel",
    "427": "TimeSignature_2/2",
    "428": "AveragePitch_131",
    "429": "AverageDuration_334",
    "430": "NoteDensity_0.106",
    "431": "AveragePitch_144",
    "432": "AverageVelocity_45",
    "433": "AverageDuration_312",
    "434": "NoteDensity_0.127",
    "435": "MeanVelocity_11",
    "436": "Velocity_11",
    "437": "Pitch_24EDO_162",
    "438": "Pitch_24EDO_170",
    "439": "Pitch_24EDO_182",
    "440": "Pitch_24EDO_180",
    "441": "Pitch_24EDO_188",
    "442": "Pitch_24EDO_186",
    "443": "Pitch_24EDO_174",
    "444": "Pitch_24EDO_178",
    "445": "Pitch_24EDO_176",
    "446": "Pitch_24EDO_184",
    "447": "Pitch_24EDO_166",
    "448": "AverageDuration_275",
    "449": "NoteDensity_0.14",
    "450": "Description_Lyricist_I2",
    "451": "AverageDuration_309",
    "452": "NoteDensity_0.128",
    "453": "KeySignature_0",
    "454": "AveragePitch_137",
    "455": "AverageDuration_232",
    "456": "NoteDensity_0.174",
    "457": "Pitch_24EDO_141",
    "458": "Description_Composer_tarak766",
    "459": "AveragePitch_129",
    "460": "AverageDuration_371",
    "461": "Description_Lyricist_8",
    "462": "KeySignature_1",
    "463": "AveragePitch_128",
    "464": "AverageDuration_261",
    "465": "NoteDensity_0.149",
    "466": "Description_Title_3",
    "467": "Description_Subtitle_2.",
    "468": "Description_Composer_\u00a2|",
    "469": "Description_Lyricist_\u00a2|",
    "470": "AverageDuration_497",
    "471": "NoteDensity_0.077",
    "472": "Description_Lyricist_I5",
    "473": "AverageDuration_395",
    "474": "NoteDensity_0.101",
    "475": "Description_Lyricist_32",
    "476": "AverageDuration_279",
    "477": "Pitch_24EDO_117",
    "478": "Pitch_24EDO_165",
    "479": "AverageDuration_244",
    "480": "NoteDensity_0.16",
    "481": "Description_Lyricist_21",
    "482": "AverageDuration_385",
    "483": "Description_Composer_3",
    "484": "Description_Rights_&lt;font size=&quot;11&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;31&lt;/i&gt;",
    "485": "AverageVelocity_106",
    "486": "AverageDuration_260",
    "487": "NoteDensity_0.15",
    "488": "MeanVelocity_26",
    "489": "Velocity_26",
    "490": "Description_Lyricist_J",
    "491": "AverageDuration_177",
    "492": "NoteDensity_0.221",
    "493": "Instrument_Violin",
    "494": "NoteDensity_4",
    "495": "MeanDuration_31",
    "496": "Description_Lyricist_Moderato",
    "497": "Description_Composer_D.S. al Coda",
    "498": "AverageDuration_394",
    "499": "AverageDuration_360",
    "500": "AverageDuration_147",
    "501": "NoteDensity_0.257",
    "502": "MeanDuration_30",
    "503": "NoteDensity_5",
    "504": "MeanDuration_29",
    "505": "Description_Title_o",
    "506": "Description_Rights_&lt;font size=&quot;10&quot;/&gt;&lt;font face=&quot;sans-serif&quot;/&gt;&lt;i&gt;41&lt;/i&gt;",
    "507": "AverageDuration_296",
    "508": "NoteDensity_0.132",
    "509": "AverageDuration_292",
    "510": "NoteDensity_0.137",
    "511": "AverageDuration_280",
    "512": "NoteDensity_0.142",
    "513": "TimeSignature_3/8",
    "514": "AveragePitch_106",
    "515": "AverageVelocity_88",
    "516": "AverageDuration_238",
    "517": "NoteDensity_0.168",
    "518": "MeanVelocity_22",
    "519": "Velocity_22",
    "520": "Instrument_Acoustic Guitar",
    "521": "Pitch_24EDO_93",
    "522": "Pitch_24EDO_90",
    "523": "AverageDuration_217",
    "524": "NoteDensity_0.184",
    "525": "Description_Title_\u0644\u0627 \u0623\u0646\u062a \u062d\u0628\u064a\u0628\u064a \u0648\u0644\u0627 \u0623\u0646\u062a \u0627\u0644\u0647\u0648\u0649",
    "526": "Description_Composer_Mostafa",
    "527": "Tempo_80",
    "528": "AveragePitch_127",
    "529": "AverageDuration_223",
    "530": "NoteDensity_0.136",
    "531": "Tempo_8",
    "532": "Instrument_Harp",
    "533": "Instrument_Drumset",
    "534": "AveragePitch_125",
    "535": "AverageDuration_287",
    "536": "NoteDensity_0.135",
    "537": "Pitch_24EDO_82",
    "538": "MeanPitch_19",
    "539": "Pitch_24EDO_80",
    "540": "MeanPitch_17",
    "541": "Pitch_24EDO_76",
    "542": "Pitch_24EDO_72",
    "543": "Duration_23",
    "544": "Description_Lyricist_II",
    "545": "Description_Rights_&lt;font size=&quot;11&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;21&lt;/i&gt;",
    "546": "AverageDuration_281",
    "547": "AveragePitch_136",
    "548": "AverageDuration_254",
    "549": "AverageDuration_384",
    "550": "Description_Lyricist_10",
    "551": "AverageDuration_208",
    "552": "NoteDensity_0.189",
    "553": "Description_Rights_&lt;font size=&quot;10&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;13&lt;/i&gt;",
    "554": "AverageDuration_219",
    "555": "NoteDensity_0.176",
    "556": "Description_Lyricist_11",
    "557": "AveragePitch_156",
    "558": "AverageDuration_211",
    "559": "NoteDensity_0.18",
    "560": "Description_Lyricist_13",
    "561": "Description_Rights_&lt;font size=&quot;13&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;I5&lt;/i&gt;&lt;font size=&quot;12&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;I8&lt;/i&gt;&lt;font size=&quot;10&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;22&lt;/i&gt;",
    "562": "AverageDuration_188",
    "563": "NoteDensity_0.211",
    "564": "Description_Lyricist_I8",
    "565": "AveragePitch_126",
    "566": "AverageDuration_227",
    "567": "Description_Subtitle_3",
    "568": "AverageDuration_286",
    "569": "NoteDensity_0.144",
    "570": "AveragePitch_157",
    "571": "AverageDuration_169",
    "572": "Description_Title_Hello",
    "573": "Description_Subtitle_Subtitle",
    "574": "Description_Composer_example",
    "575": "AveragePitch_122",
    "576": "AverageVelocity_97",
    "577": "AverageDuration_783",
    "578": "MeanVelocity_24",
    "579": "Instrument_Violoncello",
    "580": "Description_Title_Untitled score",
    "581": "Description_Composer_Composer / arranger",
    "582": "AveragePitch_139",
    "583": "AverageDuration_240",
    "584": "NoteDensity_0.125",
    "585": "Instrument_Flute",
    "586": "Pitch_24EDO_151",
    "587": "Tempo_70",
    "588": "AverageDuration_165",
    "589": "NoteDensity_0.241",
    "590": "Tempo_6",
    "591": "Description_Lyricist_Allegretto J = 100",
    "592": "Description_Rights_&lt;font size=&quot;12&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;b&gt;&lt;i&gt;3&lt;/i&gt;&lt;/b&gt;&lt;font size=&quot;12&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;3&lt;/i&gt;",
    "593": "NoteDensity_0.143",
    "594": "AverageDuration_293",
    "595": "NoteDensity_0.13"
  },
  "token_groups": {
    "Description": [
      "Description_Rights_&lt;font size=&quot;10&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;13&lt;/i&gt;",
      "Description_Rights_&lt;font size=&quot;13&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;I5&lt;/i&gt;&lt;font size=&quot;12&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;I8&lt;/i&gt;&lt;font size=&quot;10&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;22&lt;/i&gt;",
      "Description_Lyricist_10",
      "Description_Composer_3",
      "Description_Lyricist_13",
      "Description_Lyricist_32",
      "Description_Composer_ak7",
      "Description_Lyricist_Allegretto J = 100",
      "Description_Subtitle_2.",
      "Description_Lyricist_\u00a2|",
      "Description_Composer_Composer / arranger",
      "Description_Title_\u0644\u0627 \u0623\u0646\u062a \u062d\u0628\u064a\u0628\u064a \u0648\u0644\u0627 \u0623\u0646\u062a \u0627\u0644\u0647\u0648\u0649",
      "Description_Lyricist_21",
      "Description_Title_o",
      "Description_Composer_\u00a2|",
      "Description_Lyricist_I5",
      "Description_Lyricist_11",
      "Description_Lyricist_8",
      "Description_Subtitle_Subtitle",
      "Description_Composer_D.S. al Coda",
      "Description_Title_Hello",
      "Description_Lyricist_..",
      "Description_Title_1/3",
      "Description_Composer_example",
      "Description_Lyricist_J",
      "Description_Composer_tarak766",
      "Description_Lyricist_Moderato",
      "Description_Composer_adel Samuel",
      "Description_Rights_&lt;font size=&quot;15&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;b&gt;1.&lt;/b&gt;",
      "Description_Lyricist_II",
      "Description_Subtitle_3",
      "Description_Title_\u0627\u0644\u0646\u0648\u062a\u0629 \u0627\u0644\u0645\u0648\u0633\u064a\u0642\u064a\u0629 \u0627\u0644\u0643\u0627\u0645\u0644\u0629,,\u0644\u0631\u0627\u0626\u0639\u0629 \u0627\u0633\u0645\u0647\u0627\u0646",
      "Description_Lyricist_I2",
      "Description_Lyricist_I8",
      "Description_Title_Untitled score",
      "Description_Rights_&lt;font size=&quot;11&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;21&lt;/i&gt;",
      "Description_Rights_&lt;font size=&quot;10&quot;/&gt;&lt;font face=&quot;sans-serif&quot;/&gt;&lt;i&gt;41&lt;/i&gt;",
      "Description_Composer_Mostafa",
      "Description_Title_3",
      "Description_Rights_&lt;font size=&quot;12&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;b&gt;&lt;i&gt;3&lt;/i&gt;&lt;/b&gt;&lt;font size=&quot;12&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;3&lt;/i&gt;",
      "Description_Rights_&lt;font size=&quot;11&quot;/&gt;&lt;font face=&quot;serif&quot;/&gt;&lt;i&gt;31&lt;/i&gt;"
    ],
    "TimeSignature": [
      "TimeSignature_3/4",
      "TimeSignature_2/2",
      "TimeSignature_3/8",
      "TimeSignature_4/4",
      "TimeSignature_2/4"
    ],
    "KeySignature": [
      "KeySignature_-1",
      "KeySignature_1",
      "KeySignature_-2",
      "KeySignature_-4",
      "KeySignature_-3",
      "KeySignature_0"
    ],
    "AveragePitch": [
      "AveragePitch_126",
      "AveragePitch_131",
      "AveragePitch_132",
      "AveragePitch_135",
      "AveragePitch_139",
      "AveragePitch_134",
      "AveragePitch_144",
      "AveragePitch_137",
      "AveragePitch_156",
      "AveragePitch_127",
      "AveragePitch_128",
      "AveragePitch_122",
      "AveragePitch_109",
      "AveragePitch_133",
      "AveragePitch_129",
      "AveragePitch_130",
      "AveragePitch_125",
      "AveragePitch_106",
      "AveragePitch_136",
      "AveragePitch_157"
    ],
    "AverageVelocity": [
      "AverageVelocity_64",
      "AverageVelocity_45",
      "AverageVelocity_88",
      "AverageVelocity_106",
      "AverageVelocity_97",
      "AverageVelocity_124",
      "AverageVelocity_100",
      "AverageVelocity_55"
    ],
    "AverageDuration": [
      "AverageDuration_286",
      "AverageDuration_461",
      "AverageDuration_147",
      "AverageDuration_232",
      "AverageDuration_317",
      "AverageDuration_211",
      "AverageDuration_380",
      "AverageDuration_287",
      "AverageDuration_281",
      "AverageDuration_371",
      "AverageDuration_383",
      "AverageDuration_261",
      "AverageDuration_389",
      "AverageDuration_394",
      "AverageDuration_312",
      "AverageDuration_201",
      "AverageDuration_384",
      "AverageDuration_188",
      "AverageDuration_177",
      "AverageDuration_334",
      "AverageDuration_275",
      "AverageDuration_497",
      "AverageDuration_260",
      "AverageDuration_165",
      "AverageDuration_400",
      "AverageDuration_208",
      "AverageDuration_240",
      "AverageDuration_219",
      "AverageDuration_217",
      "AverageDuration_395",
      "AverageDuration_309",
      "AverageDuration_296",
      "AverageDuration_338",
      "AverageDuration_280",
      "AverageDuration_227",
      "AverageDuration_279",
      "AverageDuration_783",
      "AverageDuration_238",
      "AverageDuration_254",
      "AverageDuration_360",
      "AverageDuration_385",
      "AverageDuration_223",
      "AverageDuration_244",
      "AverageDuration_293",
      "AverageDuration_391",
      "AverageDuration_292",
      "AverageDuration_169"
    ],
    "NoteDensity": [
      "NoteDensity_0.13",
      "NoteDensity_0.14",
      "NoteDensity_1",
      "NoteDensity_0.127",
      "NoteDensity_0.132",
      "NoteDensity_0.15",
      "NoteDensity_0.137",
      "NoteDensity_0.106",
      "NoteDensity_0.117",
      "NoteDensity_0.096",
      "NoteDensity_0.142",
      "NoteDensity_0.144",
      "NoteDensity_0.077",
      "NoteDensity_0.221",
      "NoteDensity_0.103",
      "NoteDensity_0.125",
      "NoteDensity_0.128",
      "NoteDensity_0",
      "NoteDensity_0.102",
      "NoteDensity_0.136",
      "NoteDensity_0.104",
      "NoteDensity_2",
      "NoteDensity_0.149",
      "NoteDensity_0.087",
      "NoteDensity_0.168",
      "NoteDensity_0.189",
      "NoteDensity_0.101",
      "NoteDensity_4",
      "NoteDensity_0.199",
      "NoteDensity_0.257",
      "NoteDensity_0.143",
      "NoteDensity_0.184",
      "NoteDensity_0.135",
      "NoteDensity_5",
      "NoteDensity_0.16",
      "NoteDensity_3",
      "NoteDensity_0.174",
      "NoteDensity_0.176",
      "NoteDensity_0.241",
      "NoteDensity_0.18",
      "NoteDensity_0.126",
      "NoteDensity_0.211"
    ],
    "Bar": [
      "Bar_56",
      "Bar_215",
      "Bar_60",
      "Bar_80",
      "Bar_108",
      "Bar_206",
      "Bar_114",
      "Bar_183",
      "Bar_221",
      "Bar_29",
      "Bar_66",
      "Bar_172",
      "Bar_168",
      "Bar_237",
      "Bar_68",
      "Bar_163",
      "Bar_171",
      "Bar_28",
      "Bar_43",
      "Bar_95",
      "Bar_208",
      "Bar_85",
      "Bar_162",
      "Bar_224",
      "Bar_67",
      "Bar_46",
      "Bar_203",
      "Bar_61",
      "Bar_135",
      "Bar_239",
      "Bar_106",
      "Bar_197",
      "Bar_156",
      "Bar_19",
      "Bar_58",
      "Bar_63",
      "Bar_99",
      "Bar_198",
      "Bar_74",
      "Bar_27",
      "Bar_79",
      "Bar_104",
      "Bar_207",
      "Bar_31",
      "Bar_145",
      "Bar_192",
      "Bar_177",
      "Bar_17",
      "Bar_65",
      "Bar_18",
      "Bar_139",
      "Bar_193",
      "Bar_9",
      "Bar_10",
      "Bar_222",
      "Bar_191",
      "Bar_105",
      "Bar_161",
      "Bar_101",
      "Bar_137",
      "Bar_100",
      "Bar_122",
      "Bar_158",
      "Bar_176",
      "Bar_39",
      "Bar_124",
      "Bar_81",
      "Bar_83",
      "Bar_169",
      "Bar_62",
      "Bar_76",
      "Bar_49",
      "Bar_70",
      "Bar_219",
      "Bar_109",
      "Bar_233",
      "Bar_8",
      "Bar_42",
      "Bar_241",
      "Bar_11",
      "Bar_205",
      "Bar_7",
      "Bar_22",
      "Bar_119",
      "Bar_146",
      "Bar_86",
      "Bar_179",
      "Bar_214",
      "Bar_240",
      "Bar_94",
      "Bar_227",
      "Bar_89",
      "Bar_16",
      "Bar_132",
      "Bar_75",
      "Bar_25",
      "Bar_202",
      "Bar_209",
      "Bar_24",
      "Bar_44",
      "Bar_134",
      "Bar_3",
      "Bar_110",
      "Bar_88",
      "Bar_127",
      "Bar_149",
      "Bar_185",
      "Bar_235",
      "Bar_147",
      "Bar_138",
      "Bar_96",
      "Bar_53",
      "Bar_90",
      "Bar_167",
      "Bar_131",
      "Bar_6",
      "Bar_20",
      "Bar_170",
      "Bar_195",
      "Bar_57",
      "Bar_201",
      "Bar_210",
      "Bar_238",
      "Bar_217",
      "Bar_190",
      "Bar_102",
      "Bar_129",
      "Bar_212",
      "Bar_33",
      "Bar_115",
      "Bar_13",
      "Bar_48",
      "Bar_117",
      "Bar_5",
      "Bar_36",
      "Bar_223",
      "Bar_130",
      "Bar_107",
      "Bar_72",
      "Bar_2",
      "Bar_164",
      "Bar_225",
      "Bar_14",
      "Bar_93",
      "Bar_59",
      "Bar_153",
      "Bar_37",
      "Bar_112",
      "Bar_26",
      "Bar_128",
      "Bar_140",
      "Bar_151",
      "Bar_234",
      "Bar_180",
      "Bar_82",
      "Bar_154",
      "Bar_220",
      "Bar_236",
      "Bar_52",
      "Bar_196",
      "Bar_1",
      "Bar_188",
      "Bar_152",
      "Bar_186",
      "Bar_173",
      "Bar_91",
      "Bar_69",
      "Bar_174",
      "Bar_133",
      "Bar_55",
      "Bar_187",
      "Bar_103",
      "Bar_159",
      "Bar_35",
      "Bar_189",
      "Bar_125",
      "Bar_216",
      "Bar_111",
      "Bar_45",
      "Bar_92",
      "Bar_218",
      "Bar_40",
      "Bar_204",
      "Bar_199",
      "Bar_228",
      "Bar_232",
      "Bar_123",
      "Bar_41",
      "Bar_54",
      "Bar_136",
      "Bar_165",
      "Bar_155",
      "Bar_175",
      "Bar_32",
      "Bar_157",
      "Bar_160",
      "Bar_226",
      "Bar_34",
      "Bar_141",
      "Bar_184",
      "Bar_30",
      "Bar_182",
      "Bar_77",
      "Bar_12",
      "Bar_50",
      "Bar_143",
      "Bar_113",
      "Bar_181",
      "Bar_178",
      "Bar_142",
      "Bar_15",
      "Bar_71",
      "Bar_98",
      "Bar_47",
      "Bar_166",
      "Bar_194",
      "Bar_84",
      "Bar_144",
      "Bar_200",
      "Bar_23",
      "Bar_73",
      "Bar_126",
      "Bar_148",
      "Bar_211",
      "Bar_121",
      "Bar_51",
      "Bar_97",
      "Bar_116",
      "Bar_230",
      "Bar_150",
      "Bar_4",
      "Bar_21",
      "Bar_231",
      "Bar_118",
      "Bar_213",
      "Bar_229",
      "Bar_64",
      "Bar_87",
      "Bar_120",
      "Bar_38",
      "Bar_78"
    ],
    "MeanVelocity": [
      "MeanVelocity_14",
      "MeanVelocity_25",
      "MeanVelocity_16",
      "MeanVelocity_24",
      "MeanVelocity_11",
      "MeanVelocity_31",
      "MeanVelocity_22",
      "MeanVelocity_26"
    ],
    "MeanPitch": [
      "MeanPitch_30",
      "MeanPitch_17",
      "MeanPitch_19",
      "MeanPitch_25",
      "MeanPitch_27",
      "MeanPitch_23",
      "MeanPitch_26",
      "MeanPitch_24",
      "MeanPitch_0",
      "MeanPitch_20",
      "MeanPitch_31",
      "MeanPitch_32",
      "MeanPitch_22",
      "MeanPitch_29",
      "MeanPitch_21",
      "MeanPitch_28"
    ],
    "MeanDuration": [
      "MeanDuration_29",
      "MeanDuration_31",
      "MeanDuration_32",
      "MeanDuration_30"
    ],
    "Position": [
      "Position_4",
      "Position_39",
      "Position_5",
      "Position_40",
      "Position_42",
      "Position_27",
      "Position_46",
      "Position_47",
      "Position_12",
      "Position_19",
      "Position_32",
      "Position_37",
      "Position_9",
      "Position_29",
      "Position_11",
      "Position_20",
      "Position_36",
      "Position_15",
      "Position_43",
      "Position_26",
      "Position_8",
      "Position_30",
      "Position_14",
      "Position_31",
      "Position_6",
      "Position_35",
      "Position_28",
      "Position_24",
      "Position_34",
      "Position_21",
      "Position_22",
      "Position_1",
      "Position_16",
      "Position_17",
      "Position_18",
      "Position_2",
      "Position_45",
      "Position_7",
      "Position_41",
      "Position_0",
      "Position_3",
      "Position_25",
      "Position_23",
      "Position_38",
      "Position_33",
      "Position_13",
      "Position_10",
      "Position_44"
    ],
    "Pitch": [
      "Pitch_24EDO_117",
      "Pitch_24EDO_164",
      "Pitch_24EDO_138",
      "Pitch_24EDO_108",
      "Pitch_24EDO_134",
      "Pitch_24EDO_142",
      "Pitch_24EDO_112",
      "Pitch_24EDO_160",
      "Pitch_24EDO_96",
      "Pitch_24EDO_92",
      "Pitch_24EDO_128",
      "Pitch_24EDO_82",
      "Pitch_24EDO_186",
      "Pitch_24EDO_130",
      "Pitch_24EDO_152",
      "Pitch_24EDO_102",
      "Pitch_24EDO_110",
      "Pitch_24EDO_136",
      "Pitch_24EDO_174",
      "Pitch_24EDO_90",
      "Pitch_24EDO_76",
      "Pitch_24EDO_141",
      "Pitch_24EDO_165",
      "Pitch_24EDO_151",
      "Pitch_24EDO_Rest",
      "Pitch_24EDO_140",
      "Pitch_24EDO_176",
      "Pitch_24EDO_127",
      "Pitch_24EDO_114",
      "Pitch_24EDO_172",
      "Pitch_24EDO_72",
      "Pitch_24EDO_118",
      "Pitch_24EDO_146",
      "Pitch_24EDO_144",
      "Pitch_24EDO_180",
      "Pitch_24EDO_93",
      "Pitch_24EDO_132",
      "Pitch_24EDO_106",
      "Pitch_24EDO_94",
      "Pitch_24EDO_126",
      "Pitch_24EDO_166",
      "Pitch_24EDO_122",
      "Pitch_24EDO_178",
      "Pitch_24EDO_156",
      "Pitch_24EDO_86",
      "Pitch_24EDO_188",
      "Pitch_24EDO_124",
      "Pitch_24EDO_137",
      "Pitch_24EDO_148",
      "Pitch_24EDO_88",
      "Pitch_24EDO_158",
      "Pitch_24EDO_150",
      "Pitch_24EDO_104",
      "Pitch_24EDO_116",
      "Pitch_24EDO_162",
      "Pitch_24EDO_154",
      "Pitch_24EDO_170",
      "Pitch_24EDO_184",
      "Pitch_24EDO_80",
      "Pitch_24EDO_100",
      "Pitch_24EDO_120",
      "Pitch_24EDO_182",
      "Pitch_24EDO_168"
    ],
    "Velocity": [
      "Velocity_14",
      "Velocity_16",
      "Velocity_31",
      "Velocity_0",
      "Velocity_25",
      "Velocity_26",
      "Velocity_11",
      "Velocity_22"
    ],
    "Duration": [
      "Duration_14",
      "Duration_23",
      "Duration_29",
      "Duration_12",
      "Duration_17",
      "Duration_5",
      "Duration_2",
      "Duration_7",
      "Duration_1",
      "Duration_39",
      "Duration_11",
      "Duration_19",
      "Duration_21",
      "Duration_20",
      "Duration_3",
      "Duration_15",
      "Duration_18",
      "Duration_8",
      "Duration_0"
    ],
    "Instrument": [
      "Instrument_Acoustic Guitar",
      "Instrument_Voice",
      "Instrument_Drumset",
      "Instrument_Violoncello",
      "Instrument_Harp",
      "Instrument_Flute",
      "Instrument_Piano",
      "Instrument_Part_1",
      "Instrument_Violin"
    ],
    "Tempo": [
      "Tempo_70",
      "Tempo_80",
      "Tempo_14",
      "Tempo_8",
      "Tempo_6",
      "Tempo_120"
    ]
  }
}